[
    {"id":1,"grupo":"marvel","precio": 15.00,"nombre":"Iron Man","imagen1":"https://static.posters.cz/image/1300/fotomurales/iron-man-marvel-avengers-i44208.jpg","imagen2":"https://rukminim2.flixcart.com/image/850/1000/kc6jyq80/poster/k/k/h/medium-a-avengers-iron-man-ddsp225-original-imaftd4kadfn4yvj.jpeg?q=90&crop=false","resumen":"Iron Man es el personaje de superhéroe de Anthony Edward Tony Stark, un multimillonario magnate empresarial, filántropo estadounidense, playboy y un ingenioso científico e ingeniero, que dirige la empresa de fabricación de armas Industrias Stark. Cuando Stark fue capturado en una zona de guerra y sufrió una herida grave en el corazón, construyó su armadura de Iron Man y escapó de sus captores. Las armaduras de Iron Man le otorgan fuerza sobrehumana, vuelo, proyección de energía y otras habilidades. El personaje fue creado en respuesta a la Guerra de Vietnam como el intento de Lee de crear un personaje agradable a favor de la guerra. Desde su creación, Iron Man se ha utilizado para explorar temas políticos, y las primeras historias de Iron Man se ambientan en la Guerra Fría. El papel del personaje como fabricante de armas resultó controvertido y Marvel se alejó de la geopolítica en la década de 1970. En cambio, las historias comenzaron a explorar temas como el malestar civil, el avance tecnológico, el espionaje corporativo, el alcoholismo y la autoridad gubernamental.4​Las versiones posteriores de Iron Man han pasado de estos motivos a asuntos contemporáneos de la época,4​como el terrorismo, la corrupción y la delincuencia en general."},
    {"id":2,"grupo":"marvel","precio": 12.00,"nombre":"Thor","imagen1":"https://img2.rtve.es/i/?w=1600&i=1585840423850.jpg","imagen2":"https://static.wikia.nocookie.net/endless-fictional-arena/images/7/7a/Thor-2011.jpg/revision/latest?cb=20240119083406&path-prefix=vi","resumen":"Thor (del nórdico antiguo Þórr, pronunciado /θoːrː/ en islandés antiguo y /θo͡u̯r̥/ en islandés moderno) es el dios del trueno y fuerza en la mitología nórdica y germánica. Su papel es complejo ya que tenía influencia en áreas muy diferentes, tales como el clima, las cosechas, la protección, la consagración, la justicia, las lidias, los viajes y las batallas."},
    {"id":3,"grupo":"dc","precio": 10.50,"nombre":"Cyborg","imagen1":"https://static.wikia.nocookie.net/heroes-fr/images/1/1a/7-Cyborgs-DC-les-plus-puissants-Cyborg.jpg/revision/latest?cb=20200919165046&path-prefix=fr","imagen2":"https://static1.srcdn.com/wordpress/wp-content/uploads/2017/12/Cyborg-Justice-League-METAL-Comic.jpg","resumen":"Cyborg (en español: Cíborg) (conocido como Victor Vic Stone) es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por DC Comics. El personaje fue creado por el escritor Marv Wolfman y el artista George Pérez y apareció por primera vez en un suplemento especial en DC Comics Presents #26 (octubre de 1980).1​ Cyborg es conocido como un miembro de los Jóvenes Titanes.2​ Sin embargo, en septiembre de 2011, Cyborg fue establecido como un miembro fundador de la Liga de la Justicia como parte del reinicio de la continuidad de DC de 2011 hasta el evento DC Rebirth, donde este suceso fue cambiado una vez más. El personaje es un pastiche del personaje de Marvel Comics, Deathlok."},
    {"id":4,"grupo":"marvel","precio": 11.00,"nombre":"Hulk","imagen1":"https://s0.smartresize.com/wallpaper/218/1001/HD-wallpaper-hulk-marvel-superhero-hulk-superheroes-marvel-artstation.jpg","imagen2":"https://s0.smartresize.com/wallpaper/408/530/HD-wallpaper-the-avengers-marvel-s-avengers-hulk-marvel-comics-marvel-s-avengers.jpg","resumen":"Hulk (también llamado El Hombre Increíble en algunas de las traducciones al español), es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics, siendo considerado el personaje más fuerte de la editorial. Fue creado por los escritores Stan Lee y Jack Kirby siendo su primera aparición en The Incredible Hulk #1 publicado en mayo de 1962."},
    {"id":5,"grupo":"dc","precio": 14.20,"nombre":"Superman","imagen1":"https://cloudfront-us-east-1.images.arcpublishing.com/infobae/YKUHUPENUJCFPLMZSMGW4FH74U.jpg","imagen2":"https://static1.srcdn.com/wordpress/wp-content/uploads/2024/08/henry-cavill-superman-marvel-avengers.jpg","resumen":"Superman (en español: Superhombre) es un superhéroe ficticio que apareció por primera vez por Action Comics, perteneciente al grupo de cómics estadounidenses publicados por DC Comics.1​2​3​4​ El personaje fue creado por el escritor estadounidense Jerry Siegel y el artista canadiense Joe Shuster, y debutó en el cómic Action Comics #1 (fecha de portada: junio de 1938 y publicado el 18 de abril de 1938),5​cuando ambos se encontraban viviendo en Cleveland, Ohio. Superman ha sido adaptado a varios otros medios, que incluyen seriales de radio, novelas, películas, programas de televisión, teatro y videojuegos."},
    {"id":6,"grupo":"dc","precio": 5.25,"nombre":"Wonder Woman","imagen1":"https://i.blogs.es/261fbd/wonder-woman-2-1520947910/1366_2000.png","imagen2":"https://www.nosotras.com.mx/wp-content/uploads/2023/08/Lo-que-se-sabe-sobre-Mujer-Maravilla-3-con-Gal-Gadot.jpg","resumen":"La Mujer Maravilla (en inglés: Wonder Woman) es una superheroína ficticia creada por William Moulton Marston y H. G. Peter para la editorial DC Comics. Es una princesa guerrera de las Amazonas, pueblo ficticio basado en el de las amazonas de la mitología griega. En su tierra natal es conocida como la princesa Diana de Temiscira pero fuera de esta utiliza la identidad secreta de Diana Prince."},
    {"id":7,"grupo":"marvel","precio": 15.50,"nombre":"Capitán America","imagen1":"https://muychulo.es/wp-content/uploads/2020/12/capitan-america-1969111.jpg","imagen2":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRT5F_GIEjFX82yuOhl4vGtgPg2MHN1UKcpYw&s","resumen":"El Capitán América, cuyo nombre real es Steven Steve Grant Rogers, es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. Creado por los historietistas Joe Simon y Jack Kirby, el personaje apareció por primera vez en Captain America Comics #1 (marzo de 1941) de Timely Comics, predecesor de Marvel Comics. El fue un hombre frágil mejorado hasta la cima de la perfección física humana por un suero de súper soldado experimental después de unirse al Ejército de los Estados Unidos para ayudar a los esfuerzos del país en la Segunda Guerra Mundial. "},
    {"id":8,"grupo":"marvel","precio": 16.00,"nombre":"Ojo de Halcón","imagen1":"https://okdiario.com/img/2024/02/05/jeremy-renner-es-ojo-de-halcon-en-los-vengadores-marvel.jpg","imagen2":"https://hips.hearstapps.com/es.h-cdn.co/fotoes/images/noticias-cine/vengadores-infinity-war-ojo-de-halcon-no-aparece-trailers/137828588-1-esl-ES/Vengadores-Infinity-War-Por-que-Ojo-de-Halcon-no-aparece-en-ninguno-de-los-trailers.jpg","resumen":"Hawkeye (Clinton Francis «Clint» Barton) — en España también conocido como Ojo de Halcón —, es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. Creado por el escritor Stan Lee y el artista Don Heck, el personaje apareció por primera vez como un villano en Tales of Suspense # 57 (septiembre de 1964) y más tarde se unió a Los Vengadores en The Avengers # 16 (mayo de 1965). "},
    {"id":9,"grupo":"dc","precio": 11.10,"nombre":"Flask","imagen1":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTwKHbXpo4tUsqv0E3ME25YM-edDXbPSGB4dA&s","imagen2":"https://www.mundodeportivo.com/alfabeta/hero/2023/10/15-best-flash-comic-books-get-your-fix-of-the-scarlet-speedster.jpg?width=768&aspect_ratio=16:9&format=nowebp","resumen":"The Flash es una película estadounidense de superhéroes de 2023 basada en el personaje homónimo de DC Comics. Producida por DC Studios, The Disco Factory y Double Dream y distribuida por Warner Bros. Pictures, es la decimotercera película del Universo extendido de DC (DCEU). La película está dirigida por Andrés Muschietti a partir de un guion de Christina Hodson y está protagonizada por Ezra Miller como Barry Allen / Flash, junto a Ron Livingston, Michael Keaton, Kiersey Clemons, Michael Shannon, Antje Traue, Sasha Calle y Ben Affleck. En The Flash, Allen viaja al pasado para evitar el asesinato de su madre, lo que trae consecuencias no deseadas."},
    {"id":10,"grupo":"dc","precio": 12.00,"nombre":"Batman","imagen1":"https://i0.wp.com/tomatazos.buscafs.com/2017/06/batman-inicia-christopher-nolan-dijo-critica-estreno.jpg?quality=75&strip=all","imagen2":"https://pinkcorn.fr/wp-content/uploads/2022/03/quiz-batman-begins.jpg.webp","resumen":"Batmana​ «en español: Hombre Murciélago» es un superhéroe ficticio de cómic creado por los estadounidenses Bob Kane y Bill Finger​ y propiedad de DC Comics. Apareció por primera vez en la historia titulada «El caso del sindicato químico» de la revista Detective Comics N.º 27, lanzada por la editorial National Publications el 30 de marzo de 1939. La identidad secreta de Batman es Bruce Wayne (Bruno Díaz en algunos países de habla hispana), un multimillonario magnate empresarial y filántropo dueño de Empresas Wayne en Gotham City. Después de presenciar el asesinato de sus padres, el Dr. Thomas Wayne y Martha Wayne en un violento y fallido asalto cuando era niño, juró venganza contra los criminales, un juramento moderado por el sentido de la justicia. Bruce Wayne se entrena física e intelectualmente y crea un traje inspirado en los murciélagos para combatir el crimen, con sus gadgets de combate del batcinturón y sus vehículos."},
    {"id":11,"grupo":"dc","precio": 8.50,"nombre":"Aquaman","imagen1":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQUVwf0V_mRMMChbO30gPytCLuSPP_vW2aFMMkaQZDvuYAk6Zrjt-wJ6Ne84o8HDbvtTCo&usqp=CAU","imagen2":"https://www.rockandpop.cl/wp-content/uploads/2018/12/aquaman-jason-momoa.jpg","resumen":"Aquaman (Arthur Curry) (en español: Hombre Acuático) es un superhéroe que aparece en los cómics estadounidenses publicados por DC Comics. Creado por el artista Paul Norris y el escritor Mort Weisinger, el personaje debutó en More Fun Comics # 73 (noviembre de 1941).1​ Inicialmente, una característica de respaldo en los títulos de antología de DC, Aquaman más tarde protagonizó varios volúmenes de una serie de cómics en solitario. Durante los últimos años de la década de 1950 y 1960, el período de recuperación de superhéroes conocido como la Edad de Plata, fue miembro fundador de la Liga de la Justicia. En la Edad Moderna de la década de 1990, los escritores interpretaron el personaje de Aquaman más seriamente, con historias que representan el peso de su papel como rey de la Atlántida."},
    {"id":12,"grupo":"marvel","precio": 10.00,"nombre":"Capitana Marvel","imagen1":"https://as01.epimg.net/epik/imagenes/2018/12/03/portada/1543831058_474593_1543831364_noticia_normal.jpg","imagen2":"https://media.revistagq.com/photos/5ca5f404e6e7b7d1d8e890cd/master/w_1600%2Cc_limit/capitana_marvel_5295.jpg","resumen":"Capitana Marvel (título original en inglés: Captain Marvel) es una película estadounidense de superhéroes basada en el personaje de Carol Danvers / Capitana Marvel. Producida por Marvel Studios y distribuida por Walt Disney Studios Motion Pictures, es la vigesimoprimera película del Universo cinematográfico de Marvel (UCM, por sus siglas en español). La cinta está escrita y dirigida por Anna Boden y Ryan Fleck, mientras que Meg LeFauve, Nicole Perlman, Geneva Robertson-Dworet, Liz Flahive y Carly Mensch también contribuyeron al guion. Brie Larson protagoniza en el papel titular, junto a Jude Law, Ben Mendelsohn, Lashana Lynch, Gemma Chan, Lee Pace, Clark Gregg, Annette Bening y Samuel L. Jackson. Situada en el año 1995, la historia sigue a Carol Danvers, una piloto de la Fuerza Aérea de Estados Unidos, que se convierte en la Capitana Marvel después de que la Tierra haya quedado atrapada en el centro de un conflicto intergaláctico entre dos razas alienígenas."},
    {"id":13,"grupo":"marvel","precio": 7.50,"nombre":"Visión","imagen1":"https://estaticos-cdn.prensaiberica.es/clip/0c908dc0-8ecd-4449-8c12-c19dfbe8611b_alta-libre-aspect-ratio_default_0.jpg","imagen2":"https://psicoanalisisdecomics.com/wp-content/uploads/2019/03/fotonoticia_20160214104025-16021590589_9999.jpg","resumen":"Visión es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje apareció por primera vez en Avengers Volumen 1 # 57 (publicado en agosto de 1968, con una fecha de portada de octubre de 1968), y se basa libremente en el personaje de Timely Comics del mismo nombre que era un extraterrestre de otra dimensión. Visión es un androide sintético o sintezoide construido por el robot villano Ultron. Originalmente estaba destinado a actuar como el hijo de Ultron y se le asignó la tarea de destruir al equipo de superhéroes los Vengadores. En cambio, Visión se volvió contra su creador y unió fuerzas con los Vengadores, deseando actuar él mismo heroicamente. Desde entonces, ha sido un miembro frecuente del equipo, así como de equipos relacionados, y durante un tiempo estuvo casado con su compañera de equipo, la Bruja Escarlata."},
    {"id":14,"grupo":"dc","precio": 6.00,"nombre":"Linterna Verde","imagen1":"https://occ-0-8407-1723.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABRUIIvvSOjaJix3yNKUawmKjml55E_xMwicFgFv7ZGU_uF7x_iTG86pROW2U96WOOY1BP-EGZe0qAHJawKX7PW32q5TYKs7emhid.jpg?r=a65","imagen2":"https://i.blogs.es/c12af0/2224860-2011_green_lantern_movie_1680x1050/1366_2000.jpeg","resumen":"Linterna Verde (en inglés: Green Lantern) es el nombre de varios superhéroes del universo de ficción de la editorial DC Comics, los cuales se caracterizan por portar un anillo de poder y una batería en forma de linterna que otorga al portador la capacidad de crear manifestaciones de luz verde sólida con ellos. Combaten el mal con estos anillos que los brindan una variedad de poderes extraordinarios, todos los cuales provienen de la imaginación, la intrepidez y el espectro electromagnético de la fuerza de voluntad emocional.1​ Los personajes son por lo general mostrados como miembros de los Green Lantern Corps, la organización policial intergaláctica a la pertenecen todos los Linternas Verdes. Mientras que el anillo del Linterna Verde original de la Edad de Oro es impulsado por la magia, los anillos utilizados por los Green Lantern Corps, son creaciones tecnológicas de los Guardianes del Universo, los cuales son asignados a aquellos candidatos que son considerados dignos de portarlos."},
    {"id":15,"grupo":"marvel","precio": 9.45,"nombre":"Bruja Escarlata","imagen1":"https://www.dynamicculture.es/wp-content/uploads/2021/02/bruja-escarlata.jpg","imagen2":"https://i0.wp.com/tomatazos.buscafs.com/2024/09/vuelve-wanda-maximoff-elizabeth-olsen-comparte-detalles-posible-regreso-bruja-escarlata-mcu.png?quality=75&strip=all","resumen":"Wanda Maximoff (Scarlet Witch en inglés y Bruja Escarlata en español) es una superheroína serbia pero también supervillana que aparece en los cómics publicados por Marvel Comics. Apareció por primera vez en X-Men #4 (1964) y fue creada por Stan Lee y Jack Kirby, debutando en la denominada Edad de Plata de los Cómics. En sus inicios, fue presentada en una supervillana junto con su hermano gemelo llamado Quicksilver, ambos miembros fundadores de la Hermandad de Mutantes. El personaje, presentado en sus inicios en una mutante, posee habilidades para alterar la realidad de formas no especificadas y es, además, una poderosa hechicera. Más tarde, se convertiría en miembro regular de Los Vengadores. Con el tiempo, contraería matrimonio con su compañero de equipo llamado Visión."}
]